/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Todd Ditchendorf, 2007";
@"Window" = @"Window";
@"Show BlogMate Palette" = @"Show BlogMate Palette";
@"Need more Blog info" = @"Need more Blog info";
@"Edit Blog Settings" = @"Edit Blog Settings";
@"Cancel" = @"Cancel";
@"You must enter this Blog's RPC URL, Blog ID, Username, and Password first." = @"You must enter this Blog's RPC URL, Blog ID, Username, and Password first.";
@"Really remove Blog '%@'?" = @"Really remove Blog '%@'?";
@"Remove Blog?" = @"Remove Blog?";
@"Remove" = @"Remove";
@"Could not connect to Blog '%@'." = @"Could not connect to Blog '%@'.";
@"Error Code: %@ \nError Message: %@ \n" = @"Error Code: %@ \nError Message: %@ \n";
@"Error Message: %@" = @"Error Message: %@";
@"Error Code: %@" = @"Error Code: %@";
@"Unknown error connecting to Blog" = @"Unknown error connecting to Blog";
@"Edit Blog Settings" = @"Edit Blog Settings";
@"Untitled Post %d.%@" = @"Untitled Post %d.%@";
@"Untitled %d.%@" = @"Untitled %d.%@";
@"New" = @"New";
@"File" = @"File";
@"You must type content in the front TextMate window before creating a new Post." = @"You must type content in the front TextMate window before creating a new Post.";
@"OK" = @"OK";
@"Can't Create Empty Post." = @"Can't Create Empty Post.";
@"Really delete Post titled '%@'?\n\nYou cannot undo this." = @"Really delete Post titled '%@'?\n\nYou cannot undo this.";
@"Delete Post?" = @"Delete Post?";
@"Delete" = @"Delete";
@"The name or password entered for area \"%@\" on %@ was incorrect. Please try again." = @"The name or password entered for area \"%@\" on %@ was incorrect. Please try again.";
@"To access this blog, you must log in to \"%@\" on %@." = @"To access this blog, you must log in to \"%@\" on %@.";